<?php
return [
    /*
    |--------------------------------------------------------------------------
    | Confirmation 多言語
    |--------------------------------------------------------------------------
    |
    | 次の言語の各行には、Confirmationクラスで使用されるデフォルトのメッセージがある。
    | これらのメッセージを開発するアプリに合わせて、追加や編集すること
    |
    */
    'email_confirmation_subject' => 'メール変更の確認のお願い。',
    'msg_change_email' => 'メール変更を受け付けました。',
    'msg_move_url' => '新しいメールアドレスに変更するには、以下のアドレスをクリックしてください。',
    'msg_user_delete' => '1時間後に削除されます。 有効期限が切れた場合は再登録してください。',
    'msg_note' => 'このメールに返信することはできませんのでご注意ください。 お問い合わせは Hoge サイトの「お問い合わせ」からご連絡ください。',
    'changed_email_title' => '新しいメールに変更しました。',
    'changed_email_body' => '引き続き、Hogeサイトをお楽しみください',
];